Revit 2027 API
ParameterTypeId.FabricSheetLength Property
 "Length": Length
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetLength { get; }
Public Shared ReadOnly Property FabricSheetLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetLength {
	ForgeTypeId^ get ();
}
static member FabricSheetLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace